Revit 2024 API
PointCloudOverrides.SetPointCloudRegionOverrideSettings Method
Overload List
Name | Description
SetPointCloudRegionOverrideSettings(ElementId, PointCloudOverrideSettings)
 Assigns region override settings to the whole PointCloudInstance element.
SetPointCloudRegionOverrideSettings(ElementId, PointCloudOverrideSettings, String, Document)
 Assigns override settings to a particular region within a PointCloudInstance element.
See Also
PointCloudOverrides Class
PointCloudOverrides Members
Autodesk.Revit.DB.PointClouds Namespace